[
  {
    "path": "posts/2022-05-05-systematic-theory-of-change/",
    "title": "Systematic Theory of Change",
    "description": "Systemic understanding of problems requires that the therapist discern between patterns of interaction and have a succinct problem definition by using circular questioning and genogram as a tool for assessment and intervention. By using genograms, we see the current patterns of the individual and familial and generational patterns. Furthermore, the therapist can use the genogram to inform intervention. Once an interactional pattern is identified, the therapist can intervene in a way that will make a difference.This blog attempts to outline paradoxical intervention and systemically informed diagnosis of clients. It also showcases the difference that makes a difference in family therapy.",
    "author": [
      {
        "name": "Kadija Mussa",
        "url": "https://kadija.netlify.app/"
      }
    ],
    "date": "2022-05-05",
    "categories": [],
    "contents": "\r\nIntroduction\r\nWhat sets human beings apart from other animals is our consciousness, not just in our physical world but in the mental and spiritual world. A human being is a complex and dynamic being that experiences life in a relationship with others. When we are born, and the first conscious thought of who I am is asked, the answer is found in connection with our primary caretaker. This thought process cements my understanding that human beings are relational and are constantly evaluated in relationships with others. In addition, human beings have the innate temperament that they bring to every interaction or relationship. As an example, my first child was very high-strung and emotionally charged. The baby needed constant tenderness, love, and care. At the same time, my second child was very mellow upon birth. She slept and ate. My relationship with her is starkly different than my relationship with my first or third child. Thinking about the prenatal environment was not the same for all the children. Therefore, we show up differently in any given relationship depending on what the person brings to the relationship. Moreover, the complexity of the human being then makes us think about a person’s individuality within their relational systems of interaction. This is to say who is a person within a family. Therefore, my understanding is that the whole is greater than its parts. Furthermore, the system defines the roles of the individuals within it. However, the individuals do not make the rules for the system. Therefore, the discussion of the therapeutic theory of what causes change is as challenging in its assignment as it is in the definition. Difference is intrinsic in people’s lives, and it is something that cannot be stopped in nature. However, change and persistence go hand in hand. When a change is made at a level that does not change the system, the problem is pralongued and solution is not found. The system goes back to its original functioning. Thus, what is the purpose of change in a system that attempts to regulate itself around a tightly controlled homeostasis? (Figure 1) as depicted by Donella Meadows in Thinking in Systems (2008, p.36) shows how a system maintains an equilibrium. Through the maintenance of stability, we see the recursive feedback loops that support the system. Therefore, any change attempted at the wrong level will not lead to a change in the system.\r\nFigure 1Therefore, the goal of therapy is to go beyond the problem and change the system. This can be done by the change to the rules and change in how entities in the system relate to one another. Change can also come about spontaneously and change the system. Thus, to lead to change, one needs to move beyond solutions (i.e., what was done to resolve the problem) but address what was done to the problem itself (Watzlawick et al., 1974). This is the meta-meta of change, or the “cybernetics of cybernetics”: looking at something at the second level of analysis. This is the parameter in which we look at change going hand in hand with persistence and the feedback loops that can bring a system back to what it has started with if the change is not done at the second-order or level. To address the meta-level analysis of problems. I start my paper by discussing epistemology and its relationship to informing worldview. In the second half, I explore systems theory related to problem diagnoses. Finally, I describe problems that bring clients to therapy and therapeutic intervention from a systems view and systemic intervention.\r\nOn epistemology\r\nIt can be assumed that all people have a reference point for studying and acquiring knowledge and a way of thinking and organizing. Therefore, all people have an epistemological frame of reference. Thus, Epistemology needs to be discussed as a prologue to problem formation or resolution in therapy or otherwise. Watzlawick et al. ask, “how do we know what is real?” (p.7, 1974). How do we see the world? The answers to these questions can be found in epistemology. Keeney defines epistemology as how “particular organisms or aggregates of organisms know, think and decide” (Beatson, 1979, p. 228). Furthermore, Keeney expands upon the definitions of epistemology as “a way of recognizing how people come to construct and maintain their habits of cognition” (1983, p. 13). However, what is relevant to the therapist is to move beyond this definition of epistemology to that of the “cybernetic epistemology” (Keeney, 1983, p. 18). The cybernetics of epistemology moves us beyond the contemplation of different worldviews to the other orders of distinction. In the Laws of Forms, Spencer-Brown shows how we can distinguish the difference between patterns that will genuinely make a difference (1969). For example, this understanding is what helps us discern between symptom and solution, between client and therapist. In essence, the understanding of cybernetics epistemology considers beyond what and how we know to the distinctions between those two—the distinction between systems and their function. Therefore, the necessary conversation that needs to happen in therapy starts with the epistemology of the therapist.\r\nOn culture\r\nOur epistemology informs our culture, which informs our worldviews. Worldviews are how the nature of reality is explained (Solomon et al., 2015). In this sense, our culture is how we attempt to answer the existential questions of life. Culture provides a way for individuals to earn self-esteem by living up to one’s cultural values (Volini, 2017). However, this way of knowing through cultural worldviews does not lead to “Truth” in an ultimate sense but to a partial “truth.” Watzlawicket al. report that “the truth snares us at times, but we can never snare truth” (1974, p. 3). Conceptualized as an equation, this means: Truth = truth + Error. Therefore, our ultimate Truth (our cultural worldview) has in it some error at any given time. Dr. Volini attempted to explain this in his conceptual framework of global family therapy. In this framework, he discusses the need to make the aim of therapy is to expand one’s worldview, entertain the possibility of one’s cultural worldview being wrong, and increase one’s tolerance of ambiguity. I go further to say that there are moments and times wherein we have access to the ultimate Truth, and that is in the universal experience of humanity. Human beings suffer, feel sadness, and have an innate affinity for searching for meaning and God. Therefore, I understand that the aim of therapy is more than just expanding one’s worldview but also includes changing one’s epistemology—a second-order change. An expanded epistemology is not constrained by dichotomies of the world, such as subjectivism or constructionism. Herein I ascribe to both. In truth, we can never really know what leads to change. However, we can infer that a change in epistemology will make a difference. It is outside of the realm of typology or more of the same. How this change is attempted is explained in “why individuals seek therapy.” Moreover, epistemological change will include any change in any system. Thus, under any given reference point (epistemology), the cybernetic understanding of distinctions will provide a valuable tool for therapists from any culture or lived experience to intervene.\r\nOn the relevance of the distinction\r\nFor example, we have words for anxiety, depression, grief/mourning, and schizophrenia in my culture, but we do not have words for autism or personality disorders. Thus, in translation, those things get missed. I can only describe similitude (e.g., I would have to say something like my soul is in distress) to describe anxiety or depression. Even when there are words, they may not be conceptualized in the same way across languages. For example, while my culture has a general awareness of the internal difficulty associated with depression, it is not seen as a mental illness. Instead, it is translated as a spiritual constraint or spiritual discomfort. Therefore, the meaning prescribes the treatment rather than the disease itself. For example, if someone said, “I am depressed,” the response of an English-speaking westerner may be to suggest going to a doctor; the reaction of someone in my culture, however, would be to offer prayer since depression is defined as a spiritual difficulty and not as a mental or psychiatric problem. Similarly, there were anecdotal reports wherein Ugandan social workers asked US social workers, “how can you cure people by having them sit in a dark room and talk about their problems? They need to be out in the sunshine and be around people.” This, then, is the difference in epistemology. In this example, we see that. If a client comes to us complaining of having her soul in distress. The problem definition/distinction is to understand what is “soul in distress” is and what the symptoms are, what does the client does to make this better or worse, and finally, what is the difference that will make a difference? The therapist with cybernetics epistemology will learn to work with any presentation of difference by recognizing the difference and assessing the patterns in the different systems they have encountered.\r\nOn systems Theory\r\nTo start my discussion on change. I must first talk about what systems theory is. A system consists of the whole, which is greater than the sum of its parts. The family functions as an entity, as a “whole,” with its structure, rules, and goals (Watzlawick et al., 1974, p. 47). Moreover, systems have hierarchies, for example, “person or organism, organ system, organ, molecule, atom, atomic particle (Watzlawick et al., 1974, p. 49). As depicted in Figure 1, a system is sensory in that it takes in an input, processes it, and produces a response. Importantly, a system always attempts to maintain an equilibrium. Moreover, the system will reorganize incoming inputs and make sense of them in ways that fit the existing schema. How does one go about systemically diagnosing families or individuals? We use systemic interviewing. The field of family therapy is famous for circular questioning and assessment of patterns. Family therapists are relational healers: they engage in relational pattern assessment and intervene at the relational level. This means that to diagnose systemic relational problems, we need to know the underlying system. However, to understand the system, we must also be aware that we are in constant interaction with it: the therapist is part of the system in which they are attempting to intervene. When looking at the system this way, we can thus attempt to diagnose systemic issues within the whole rather than within one individual. For example, there is a saying in the systems therapy world that the individual scapegoat is generally not the problem—that is, the problem is systemic. In The Family Crucible (Napier et al., 1988), we see that Claudia, as the dysfunctional child, is a proxy for the coolness of the marriage between her parents. When there are ongoing marital or other difficulties in relationships, individuals are likely to triangulate (a dysfunctional relationship that a third person stabilizes). This triangulation stabilizes the relationship between the two parties such that they can ignore their issues and focus on the problem child. To successfully intervene in such a system, the therapist needs to thoroughly assess the presenting problem and the contributions of each party. One tool for diagnosing and intervening in families is the genogram. The genogram lays out intergenerational patterns and problems in diagram form (McGoldrick et al., 2008). For example, I once had a client who drew a genogram for me in which the last four generations had experienced relational instability, substance use, mental health issues, and sexual abuse within the family. In using the genogram, I was able to identify the more prominent themes that were prevalent in the client’s life and have a context for the client’s story. Systems theory is thus concerned with responsibility. When we ask the question of what is making the system dysfunctional, we do not just accept what is reported to us. Instead, we attempt to have a bird’s eye view to see the functional patterns of the family and how each of the patterns in interaction contributes to the family being”stuck\" or “blocked.”\r\nOn systemic communication\r\nFor the system to properly code the input, there needs to be an understanding of the input into the system. However, many systems have mismatched communication or communication that does not make sense to the machinery. For example, Napier et al., 1988, described the “double bind” of being stuck between two conflicting messages: when one responds to the verbal cue, one must ignore nonverbal cues; if one responds to the nonverbal cues, it is denied validity. One can surmise that a double bind is often crazy-making. Therefore, family therapists also need to assess communication patterns.\r\nOn systemic intervention\r\nIntervention in family therapy attempts to bring about change through epistemological change. This is called a second-order change—a meta change, if you will—in which, we do not try to change the problem itself but rather the thinking about the problem. We believe the notion that change does not just happen in therapy; instead, change is anything that perturbs the system and moves it to reorganize differently. This change comes through epistemology.\r\nOn problems for which individuals seek therapy\r\nMilton Erickson is quoted as saying,\r\nPsychotherapy is sought not primarily for enlightenment about the unchangeable past but because of dissatisfaction with the present and a desire to better the future. Neither the patient nor the therapist can know what direction and how much change is needed. (Watzlawick, 1974, p. 1)\r\nTherefore, in diagnosing problems, I do not search for an enduring issue. Instead, I attend to the client in front of me and assist them in clarifying what they would like from therapy. This means using circular questioning to get to the problem that made them come to therapy (De Jong & Berg., 2013). In The Family Crucible, Napier et al. (1988) discuss the nature of therapy wherein they state that \"therapy is a natural growth process that happens in families [’] lives. This process is blocked for families that come to therapy, and therapy is a ‘catalyst (p. 62). As catalysts, therapists must sit back and not lead the session with a family or individual. Even if we can direct the situation, we must only provide the little needed to nudge the family—we should not take over the family. When therapists take over the session, this can be seen as “setting a dangerous precedent by implying that we are assuming the responsibility for pushing for change” (Napier & Whitaker., 1978, p. 62). We as therapists must not want change more than the family or individual wants it. What we can do, however, is normalize our clients’ experience. One of the jobs of a therapist is to show clients that they are not uniquely suffering: suffering is a human condition, even if we suffer in different ways.\r\nExample vignette\r\nA married couple who do not get along has a son named Johnny. One morning, the husband (Johnny’s father) tells him to put away his bike when he gets home. When Johnny comes home, he throws his bike in the driveway and goes inside. Meanwhile, the wife (Johnny’s mother) has been alone all day and is cooking. When the husband arrives home, he comes inside screaming for Johnny. The wife says to him, “Mark, please. He just came home, and he is tired.” The husband then turns his anger towards the wife. In the midst of this, Johnny is free of responsibility. The dysfunction in the couple subsystem impacts the family as a whole and the child’s development.\r\nOn the therapist as a systemic interventionist\r\nSystemic therapy means that we recognize that we as therapists are part of the system as soon as the family walks into the room. Therefore, we are in tune with our responses, and we use ourselves as an intervention tool. For example, there was a time when I was providing marital therapy to an older couple in their 70s, and I was pretty intimidated. Their struggle was just around language and not feeling connected. Even though she was 72, the wife shared that her husband treated her like a child. While she likes to dress up and look nice, her husband always requests that she change and does not want her to wear the things she likes. When she argues with him, he says that he is the man. This caused the wife distress because she has bought many things that she would like to wear but cannot because of her husband. She has also tried to purchase underclothes that would cover her, but he was not happy and still wanted her to change (i.e., this was more of the same, and intervention at the wrong level). After listening to them argue in the room in front of me, I was unsure how to intervene since the husband was unwilling to entertain any idea, and I also did not want to be caught intervening at the wrong level. Impulsively, as they got up to leave and I got up with them, I said to the wife, “give him a penny for every time he says, ‘I am the man.’” Two weeks later, the couple returned, and the wife was wearing a beautiful dress that was not one of the ones she and her husband used to fight over. She reported that every time her husband had said, “I am the man,” she gave him a penny. This frustrated him, and he did not like it, so he started to pay attention to himself and stopped saying it. With that change, the wife no longer needed to wear the dresses she used to fight over with him. It was as if the couple had been caught in their struggle, and the pennies changed their interactional pattern.\r\nConclusion\r\nIn this theory of change paper, I first outlined epistemology and its relationship to informing worldview, then described systems theory and systemic ways of looking at dysfunction. Finally, it showcased how I intervene as a therapist.\r\nReference\r\nDe Jong, Berg, & Berg, Insoo Kim. (2013). Interviewing for solutions (4th ed.). Belmont, Calif.: Brooks/Cole, Cengage Learning.\r\nKeeney, B. (1983). Aesthetics of change (Guilford family therapy series). New York: Guilford Press.\r\nMcGoldrick, M., Gerson, R., & Petry, S. (2008). Genograms: Assessment and intervention (3rd ed.). New York: W.W. Norton &.\r\nNapier, Whitaker, & Whitaker, Carl A. (1988). The family crucible (1st Perennial Library ed.). New York: Harper & Row.\r\nRachels, J., & Rachels, Stuart. (2010). The elements of moral philosophy: James Rachels; sixth ed. by Stuart Rachels. (6th ed.). New York: McGraw-Hill Higher Education.\r\nSpencer-Brown, G. (1969). Laws of form. London: Allen & Unwin.\r\nLucas Arthur Volini (2017) An Introduction to Global Family Therapy: Examining the Empirical Evidence of Terror Management Theory Within the Family and Social System, The American Journal of Family Therapy, 45:2, 79-94, DOI: 10.1080/01926187.2016.1275067\r\nWatzlawick, P., Weakland, J., & Fisch, R. (1974). Change; principles of problem formation and resolution (1st ed.]. ed.). New York: Norton.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-05T15:57:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to My Blog",
    "description": "Welcome to my new blog. I hope you enjoy \nreading what I have to say about Couples and Family Therapy!",
    "author": [
      {
        "name": "Kadija Mussa",
        "url": "https://kadija.netlify.app/"
      }
    ],
    "date": "2022-05-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-05T16:00:05-03:00",
    "input_file": {}
  }
]
